[
  {
    "title": "abseil",
    "definitions": [
      "(pronounced AB-sail) To make a controlled descent on a fixed rope. The term is typically used in Europe and Australia."
    ]
  },

  {
    "title": "accessory cord",
    "definitions": [
      "Nylon, Kevlar® or Spectra® cord sold in a range of diameters, typically smaller than those of climbing ropes. Used for a variety of things including slings, anchors, prusiks, and emergency tie-offs. Accessory cord is static, or very low stretch."
    ]
  },

  {
    "title": "acd",
    "definitions": [
      "(Active Camming Device) — Protection device that secures in rock cracks or pockets by means of spring-loaded cams."
    ]
  },

  {
    "title": "active protection",
    "definitions": [
      "Any piece of climbing protection that has moving parts, typically with springs. Examples include spring-loaded camming devices, sliding wedges and tube chocks."
    ]
  },

  {
    "title": "aid climbing",
    "definitions": [
      "A type of climbing that makes use of rope, fixed bolts, pitons or foot slings, rather than features on the rock itself, to ascend the face. Opposite of free climbing."
    ]
  },

  {
    "title": "anchor",
    "definitions": [
      "A point of attachment for a climbing rope, usually made with slings, runners or the rope itself. May be top-rope anchors, belay anchors or a protection piece mid-climb."
    ]
  },

  {
    "title": "ansi",
    "definitions": [
      "(american national standards institute)—establishes and enforces industrial standards in the united states."
    ]
  },

  {
    "title": "approach",
    "definitions": [
      "the route or walk in to the base of a climb."
    ]
  },

  {
    "title": "ascender",
    "definitions": [
      "any mechanical device that slides upward when put on a fixed rope but catches when weight is put on it, allowing a climber to use the rope to move upward or to haul gear. used in aid climbing, mountaineering rescue and caving."
    ]
  },

  {
    "title": "astm",
    "definitions": [
      "(american standards for testing and materials)—establishes materials specifications and testing standards in the united states."
    ]
  },

  {
    "title": "Auto-lock",
    "definitions": [
      "Spring-loaded, twisting mechanism on a carabiner gate that locks by itself when the gate is closed."
    ]
  },

  {
    "title": "Backup",
    "definitions": [
      "Any additional protection that is added to provide redundancy to an anchor."
    ]
  },

  {
    "title": "Barn door",
    "definitions": [
      "To swing sideways out from the rock due to being off balance. Often occurs with a lie-back maneuver."
    ]
  },

  {
    "title": "Bashies",
    "definitions": [
      "Malleable anchors that are literally bashed into small cracks for use in aid climbing. Tough to remove."
    ]
  },

  {
    "title": "Belay",
    "definitions": [
      "To keep a climber from falling too far by using friction on the rope. The system that stops a climber's fall. It includes the rope, anchors, belay device and the belayer."
    ]
  },

  {
    "title": "Belayer",
    "definitions": [
      "The person who manages the rope so as to catch the climber on the other end in case of a fall or a slip."
    ]
  },

  {
    "title": "Bent-gate carabiner",
    "definitions": [
      "Sport-climbing carabiner used on the rope-clipping end of a quickdraw. The bent gate provides a larger opening than straight-gate carabiners provide for clipping in the rope."
    ]
  },

  {
    "title": "Beta",
    "definitions": [
      "Information about a climb. 'Running beta' is information given while the climb is being executed."
    ]
  },

  {
    "title": "Bight",
    "definitions": [
      "A bend in a rope or a folded section of rope."
    ]
  },

  {
    "title": "Big wall",
    "definitions": [
      "Extended, multi-pitch rock climb that often takes several days to complete."
    ]
  },

  {
    "title": "‘Biner",
    "definitions": [
      "DON’T USE THIS TERM. This slang term for carabiner can be offensive to people of Mexican descent."
    ]
  },

  {
    "title": "biomechanics",
    "definitions": [
      "The study of the mechanics of muscular activity."
    ]
  },

  {
    "title": "bivouac",
    "definitions": [
      "A usually temporary encampment under little or no shelter. In terms of climbing, an overnight stay on a wall during a multi-day climb, or sleeping without a tent in a bivy sack during a climb."
    ]
  },

  {
    "title": "Bivy",
    "definitions": [
      "hort for bivouac."
    ]
  },

  {
    "title": "Board-lasted",
    "definitions": [
      "Shoe construction in which the upper is attached to a stiff insole (also called the board). In board lasting the insole is fixed to the last/form, then the upper of the shoe is wrapped around this assembly. In the final step the midsole, rands and finally the outsole are attached to the shoe."
    ]
  },

  {
    "title": "Body belay",
    "definitions": [
      "Belay technique using friction of the rope passing around the belayer's body to slow and hold a fall. It is often painful for the belayer and not effective in every situation, but can be used in emergency situations if no belay device is available."
    ]
  },

  {
    "title": "Bolted route",
    "definitions": [
      "A route protected with pre-placed bolt anchors rather than removable protection pieces. A sport route."
    ]
  },

  {
    "title": "Bolts",
    "definitions": [
      "Metal expansion bolts drilled into the rock for use as protection on sport or aid climbs. Hangers are attached to the bolts for clipping in your rope."
    ]
  },

  {
    "title": "Bombproof",
    "definitions": [
      "A hold or anchor that is thought to offer the utmost security; for example, a top-rope anchor around a large, stable tree trunk or immovable boulder."
    ]
  },

  {
    "title": "Bottleneck",
    "definitions": [
      "A crack with converging sides. Good for placing tapers or other passive protection."
    ]
  },

  {
    "title": "Bouldering",
    "definitions": [
      "Climbing close to the ground without the use of a rope. Typically used for practicing traverses, weight transfers, and foot and hand placements. Can be done on boulders or at the base of a rock face."
    ]
  },

  {
    "title": "Bowline",
    "definitions": [
      "(pronounced BO-lin) A knot frequently used for tying the middle climber onto a glacier rope team, among other uses."
    ]
  },

  {
    "title": "Camalot",
    "definitions": [
      "Spring-loaded camming device made by Black Diamond."
    ]
  },

  {
    "title": "Camming",
    "definitions": [
      "The act of rotating into place until wedged or tight."
    ]
  },

  {
    "title": "Camming device",
    "definitions": [
      "A piece of climbing protection that wedges into a crack or pocket by rotating. Can be a passive cam or a spring-loaded device with two or more camming pieces on a stem."
    ]
  },

  {
    "title": "Cambered sole",
    "definitions": [
      "A curved or arched sole with a down-turned toe. Found on rock climbing shoes for more advanced climbers. Focuses foot position over the toes for more precise placements."
    ]
  },

  {
    "title": "Carabiner",
    "definitions": [
      "Metal loop (usually aluminum) with a spring-loaded gate on one side used for connecting various parts of a climbing system. May be oval, pear- or D-shaped. Also 'karabiner' or 'krab'. (Don't use 'biner' though, because it's offensive to many people of Mexican descent.)"
    ]
  },

  {
    "title": "Caving",
    "definitions": [
      "The sport of cave exploration using many of the same techniques and gear as climbing."
    ]
  },

  {
    "title": "CEN",
    "definitions": [
      "(European Committee for Standardization)—Establishes the minimum safety requirements for climbing gear. The organization's stamp ('CE') must appear on all climbing gear sold in Europe."
    ]
  },

  {
    "title": "Chalk",
    "definitions": [
      "Carbonate of magnesium, or gymnasts' chalk, used to keep a climber's hands dry for better grip."
    ]
  },

  {
    "title": "Chalk bag",
    "definitions": [
      "Small pouch, usually with a drawstring closure, worn on the harness to hold climbers' chalk."
    ]
  },

  {
    "title": "Chest harness",
    "definitions": [
      "A harness used in conjunction with a seat harness to keep the body upright in case of a free fall (into a crevasse, for instance). Also supports the body when rappelling with a heavy pack."
    ]
  },

  {
    "title": "Chimney",
    "definitions": [
      "Wide, vertical crack large enough for a climber to fit inside and climb. A move done inside the chimney by using opposing force with the feet and the body."
    ]
  },

  {
    "title": "Chock",
    "definitions": [
      "Universal term applied to passive protection piece wedged into cracks for use as a rope anchor during a climb."
    ]
  },

  {
    "title": "Chockstone",
    "definitions": [
      "Rock or stone tightly wedged in a crack. Originally used for climbing protection by girth-hitching a runner around it and clipping the rope in. Precursors to metal chocks."
    ]
  },

  {
    "title": "Clean",
    "definitions": [
      "A route that is free of vegetation and loose rock. Also, to remove protection as you second, or follow, a lead climber."
    ]
  },

  {
    "title": "Climber",
    "definitions": [
      "Anyone who participates in the sport of climbing. Also refers to the person moving (as opposed to the belayer)."
    ]
  },

  {
    "title": "Climbing",
    "definitions": [
      "Movement upward on rock, snow, ice, or a mixture thereof."
    ]
  },

  {
    "title": "Clove hitch",
    "definitions": [
      "A knot used for tying the climbing rope to an anchor, as when setting up to belay the next climber."
    ]
  },

  {
    "title": "Cordage",
    "definitions": [
      "Static cord used for different climbing applications."
    ]
  },

  {
    "title": "Cordelette",
    "definitions": [
      "A long (typically 16-foot) section of 6mm Spectra® cord tied into a multi-purpose anchor sling. The cordelette is useful for making three-point, equalized anchors."
    ]
  },

  {
    "title": "Core",
    "definitions": [
      "The center fibers of a climbing rope."
    ]
  },

  {
    "title": "Crab",
    "definitions": [
      "Slang for a carabiner."
    ]
  },

  {
    "title": "Crack",
    "definitions": [
      "A fissure in a rock wall, typically used for hand- and footholds while climbing. Can be paper-thin to larger than body size."
    ]
  },

  {
    "title": "Crag",
    "definitions": [
      "A small cliff, or the term for a climbing area."
    ]
  },

  {
    "title": "Crux",
    "definitions": [
      "The toughest move or sequence of moves on a climb."
    ]
  },

  {
    "title": "Daisy chain",
    "definitions": [
      "Runner with multiple loops for use as an adjustable anchor. Often used by aid climbers."
    ]
  },

  {
    "title": "Dihedral",
    "definitions": [
      "Two planes (of a rock face) that intersect. An inside corner in which a climber can use counter-pressure on each side to climb it. Also referred to as an 'open book'."
    ]
  },

  {
    "title": "Double runner",
    "definitions": [
      "A 9.5-foot length of tubular webbing tied into a loop with a water knot used for attaching pro to the climbing rope or creating anchors. Must be doubled over to be worn over one shoulder on most people."
    ]
  },

  {
    "title": "Drag",
    "definitions": [
      "Friction created when a climbing rope passes through multiple pieces of protection, especially if they are not in a straight line up the route. Can pull a lead climber off balance."
    ]
  },

  {
    "title": "Dry-treated",
    "definitions": [
      "Ropes that have been coated with or immersed in a water-repellent chemical. Helps maintain the life of the rope by keeping it clean and resisting abrasion. Keeps ropes from becoming heavy and unmanageable when used on ice and snow."
    ]
  },

  {
    "title": "Duodess",
    "definitions": [
      "Trade name for different colors and patterns on each half of a climbing rope. Used for locating the center quickly. Also called 'bicolor'."
    ]
  },

  {
    "title": "Dynamic",
    "definitions": [
      "Climbing rope that elongates or stretches to absorb the impact of a fall. Opposite of static. Also, a climbing move in which the climber lunges or leaps to the next hold. Also called a 'dyno move'."
    ]
  },

  {
    "title": "Edging",
    "definitions": [
      "Standing on small ledges or crystals with the edges of climbing shoes rather than the soles."
    ]
  },

  {
    "title": "EN",
    "definitions": [
      "(European Norm)—Designation given to products that meet CEN standards."
    ]
  },

  {
    "title": "Face",
    "definitions": [
      "The relatively smooth portion of a cliff. A face climb typically requires friction and various handholds, whereas a crack climb uses more counter-force and jamming techniques."
    ]
  },

  {
    "title": "Figure 8",
    "definitions": [
      "Climbing knot woven in the shape of the number 8, typically used for tying the climbing rope to the climber's harness. Also, the name of a belay/rappel device with the same shape."
    ]
  },

  {
    "title": "Fisherman's knot",
    "definitions": [
      "Knot used for attaching 2 ends of accessory cord or rope together. Can be double or triple (have 2 or 3 wraps), depending on the type of material used."
    ]
  },

  {
    "title": "Flared",
    "definitions": [
      "Describes a crack with nonparallel sides that diverge upward or inward."
    ]
  },

  {
    "title": "Flash",
    "definitions": [
      "A red point ascent (first try on lead) utilizing prior inspection, information or beta from others."
    ]
  },

  {
    "title": "Follow",
    "definitions": [
      "To be the second up a climb. In traditional climbing, to remove and collect the protection that the lead climber has placed."
    ]
  },

  {
    "title": "Free climb",
    "definitions": [
      "To climb using only hands and feet on the rock. Rope is used only for safety and is not relied upon for upward progress. Opposite of an aid climb."
    ]
  },

  {
    "title": "Free rappel",
    "definitions": [
      "A controlled descent on a rope in which the climber is not in contact with the rock. A free-hanging descent."
    ]
  },

  {
    "title": "Free solo",
    "definitions": [
      "Climbing without a belay, which is usually very high risk. Unlike bouldering, free soloing goes far above the ground on full-length routes."
    ]
  },

  {
    "title": "Friction",
    "definitions": [
      "A style of climbing that involves few positive holds and relies on balance, footwork and weight over the feet for grip on the rock face. Friction of climbing shoes is also used."
    ]
  },

  {
    "title": "Friend",
    "definitions": [
      "The first successful spring-loaded camming device, made by Wild Country. Also the generic term used for spring-loaded camming devices."
    ]
  },

  {
    "title": "Gate",
    "definitions": [
      "Spring-loaded opening on a carabiner. Can be straight or bent, locking or nonlocking."
    ]
  },

  {
    "title": "Gemini2 cord",
    "definitions": [
      "Black Diamond's brand of Technora® aramid fiber cord with characteristics similar to Kevlar® but with different physical properties."
    ]
  },

  {
    "title": "Girth hitch",
    "definitions": [
      "A simple knot made with a runner or sling by wrapping it around a fixed object and looping it through itself."
    ]
  },

  {
    "title": "Grigri",
    "definitions": [
      "The first popular belay device with an auto-locking mechanism to catch a climber's fall. Made by Petzl."
    ]
  },

  {
    "title": "Gripped",
    "definitions": [
      "To be paralyzed by fear or confusion."
    ]
  },

  {
    "title": "Gym",
    "definitions": [
      "Indoor climbing facility. Inhabited by gym rats, or climbers who spend all their time on artificial walls."
    ]
  },

  {
    "title": "Half rope",
    "definitions": [
      "Rope of a small enough diameter that it must be used in pairs, each one being clipped into alternate pieces of protection, 8.2 to 9mm in diameter."
    ]
  },

  {
    "title": "Hang dog",
    "definitions": [
      "To rest on the rope as you lead climb, putting weight on the protection rather than the rock."
    ]
  },

  {
    "title": "Hanging belay",
    "definitions": [
      "To belay facing the wall while suspended by your harness to anchors. Hanging belays are done when there is no suitable ledge or foothold available. Most often done on difficult, multi-pitch climbs."
    ]
  },

  {
    "title": "Harness",
    "definitions": [
      "A webbing belt and leg-loop system that attaches a climber to a rope. Usually a seat harness for rock climbing. Full-body harnesses are used for rescue and for children. Chest harnesses are used with seat harnesses, usually for glacier travel."
    ]
  },

  {
    "title": "Hexentric",
    "definitions": [
      "Black Diamond's name for 6-sided passive protection that either wedges or rotates into place in a crack. Original 'hexes' are threaded onto 5.5mm cord. New hexes come with wires."
    ]
  },

  {
    "title": "Jam",
    "definitions": [
      "To wedge a body part into a crack on a rock climb in order to put weight on it and move upward. Includes fingers, hands and feet."
    ]
  },

  {
    "title": "Jug",
    "definitions": [
      "Large, easily gripped hold. Also, to climb up a fixed rope using an ascender."
    ]
  },

  {
    "title": "Jumar",
    "definitions": [
      "The original mechanical ascender, often applied to all brands of ascenders. Also the term for using an ascender."
    ]
  },

  {
    "title": "Kernmantle",
    "definitions": [
      "Nylon climbing rope construction consisting of a core (kern) covered by a braided outer sheath (mantle)."
    ]
  },

  {
    "title": "Kevlar",
    "definitions": [
      "Strong, light fiber made by DuPont used in bulletproof vests. Used in climbing cord for its high tensile strength and resistance to cutting."
    ]
  },

  {
    "title": "Kilonewton (kN)",
    "definitions": [
      "A measure of force equal to 224.8 lbs. A 'newton' equals the force required to make a 1 kilogram mass accelerate at a rate of 1 meter per second per second. Climbing gear is rated in kN to show how much falling force it can hold."
    ]
  },

  {
    "title": "Last",
    "definitions": [
      "The 3-dimensional form on which a shoe is constructed."
    ]
  },

  {
    "title": "Lead",
    "definitions": [
      "To be the first person on a climb, either clipping the rope into bolts or placing protection as you go. Belayed by the second, below you."
    ]
  },

  {
    "title": "Leg loops",
    "definitions": [
      "The part of a climbing harness that goes around the upper legs of the climber and provides support. Typically attached to the waistbelt, although some waistbelts and leg loops are sold separately for a more customized fit."
    ]
  },

  {
    "title": "Lie-back",
    "definitions": [
      "Climbing technique that uses counter-pressure of hands pulling and feet pushing, typically to climb an offset crack or a flake. The term 'lie-back refers' to the body position of leaning backwards and to one side with arms straight and feet shuffling up the wall."
    ]
  },

  {
    "title": "Lower",
    "definitions": [
      "The way in which a belayer brings a climber down from a climb (as in after a fall or repeated attempts) by slowly letting rope out through the belay device. More often done during gym or sport climbing than in traditional outdoor climbing."
    ]
  },

  {
    "title": "Mantel",
    "definitions": [
      "A climbing move in which downward pressure is applied with the hands to a ledge, lifting the body high enough to get the feet on that same ledge. Usually used when no handholds are available."
    ]
  },

  {
    "title": "Multi-pitch",
    "definitions": [
      "A climb longer than one rope length."
    ]
  },

  {
    "title": "Munter hitch",
    "definitions": [
      "A friction knot, typically tied to a large carabiner, which can be used to belay a climber. Good to know in case you lose your belay device."
    ]
  },

  {
    "title": "NFPA ",
    "definitions": [
      "(National Fire Protection Association)—Sets standards for rescue equipment, including static ropes."
    ]
  },

  {
    "title": "Nut",
    "definitions": [
      "Passive protection piece consisting of a wedge-shaped piece of metal affixed to a wire. Originally modeled after railway nuts."
    ]
  },

  {
    "title": "Nut tool",
    "definitions": [
      "A small, hooked pick used to remove protection when seconding (following) up a climb. Used on passive and active protection pieces. Also called a chock pick."
    ]
  },

  {
    "title": "Off-width",
    "definitions": [
      "A crack that is wider than a hand or foot but too narrow for a climber to chimney (fit the whole body) in. Generally 4-10 inches."
    ]
  },

  {
    "title": "On sight",
    "definitions": [
      "To lead a climb on the first attempt without prior knowledge of the route or moves. Applies to difficult climbs."
    ]
  },

  {
    "title": "On-sight difficulty",
    "definitions": [
      "The test, in a competition, of how far a climber can progress on a wall with no prior knowledge of the climb."
    ]
  },

  {
    "title": "OSHA",
    "definitions": [
      "(Occupational Safety & Health Administration)—US government agency that sets and enforces safety standards in the workplace."
    ]
  },

  {
    "title": "Passive protection",
    "definitions": [
      "Any piece of climbing protection that does not have moving parts. Examples include chocks, stoppers, nuts or any other wedge-shaped pieces that fit into cracks, as well as hexentrics and tricams that are rotated to fit tightly into cracks and holes."
    ]
  },

  {
    "title": "PCD",
    "definitions": [
      "(passive camming device)—A piece of protection without moving parts, such as a hex or a nut."
    ]
  },

  {
    "title": "Perlon",
    "definitions": [
      "European term for nylon. Often used as a term for nylon accessory cord, as in 6mm perlon."
    ]
  },

  {
    "title": "Pitch",
    "definitions": [
      "The length of a climb that can be protected by 1 rope length. A pitch is led by the lead climber and cleaned by the second (or follower)."
    ]
  },

  {
    "title": "Piton",
    "definitions": [
      "A thin, wedge like piece of metal that is pounded into a rock face and then clipped to the climbing rope for protection. The original means of protecting climbs, now out of favor because of the damage it does to the rock."
    ]
  },

  {
    "title": "Placement",
    "definitions": [
      "An opening in the rock in which a piece of protection fits. Also the act of inserting a piece of protection."
    ]
  },

  {
    "title": "Protection",
    "definitions": [
      "Any device used to secure a climbing rope to rock, snow or ice to prevent a climber from falling any significant distance."
    ]
  },

  {
    "title": "Prusik",
    "definitions": [
      "The sliding friction knot developed by Karl Prusik. Made by wrapping a loop of small-diameter cord around a larger-diameter rope. The loop slides when loosened but holds by means of friction when weighted. Used for ascending fixed ropes and for rescue situations to tie off the climbing rope. Also refers to the act of ascending a fixed rope with prusik loops."
    ]
  },

  {
    "title": "Pumped",
    "definitions": [
      "To be weakened or in pain (usually in the forearms) from a strenuous move or climb."
    ]
  },

  {
    "title": "Quickdraw",
    "definitions": [
      "A short runner used to attach a rope to a bolted anchor with carabiners."
    ]
  },

  {
    "title": "Quickdraw set",
    "definitions": [
      "A quickdraw sold with carabiners attached."
    ]
  },

  {
    "title": "Rack",
    "definitions": [
      "The selection of gear used for a climb. Also refers to a sling full of this gear."
    ]
  },

  {
    "title": "Rand",
    "definitions": [
      "A rubber strip running around the edge of a shoe where the upper meets the sole. On climbing shoes, the portion that does much of the gripping on the toes and heels."
    ]
  },

  {
    "title": "Rappel",
    "definitions": [
      "To descend a cliff or other height by lowering oneself on a fixed rope, with feet against the wall. Friction is placed on the rope, usually with a belay device, to keep the descent slow and controlled."
    ]
  },

  {
    "title": "Ratings",
    "definitions": [
      "Numerical (and sometimes letter) value given to a rock climb to reflect its relative difficulty."
    ]
  },

  {
    "title": "Red point",
    "definitions": [
      "To lead a climb without falling or putting weight on the rope, regardless of number of attempts. Applies to difficult climbs."
    ]
  },

  {
    "title": "Redundant",
    "definitions": [
      "Having more than one anchor. To have backup anchors, in case one or more anchors fail."
    ]
  },

  {
    "title": "Retire",
    "definitions": [
      "To stop using a piece of climbing gear (for climbing) due to age or damage."
    ]
  },

  {
    "title": "Ring bend",
    "definitions": [
      "A knot used to tie nylon webbing. More commonly called a 'water knot'."
    ]
  },

  {
    "title": "Route",
    "definitions": [
      "The path or moves up a specific climb."
    ]
  },

  {
    "title": "Runner",
    "definitions": [
      "Loop of nylon webbing used to attach the climbing rope to protection or to make anchors. Can be tied (homemade) or sewn (bar-tacked commercially)."
    ]
  },

  {
    "title": "Runout",
    "definitions": [
      "The distance between a climber and his or her last piece of protection. A long runout equates to a long fall. In alpine climbing, it's the area below a climbing route onto which a climber would land if he or she were to fall. Look for a safe runout on a snow slope before glissading."
    ]
  },

  {
    "title": "Screamer",
    "definitions": [
      "A long fall on a rope, frequently with screaming. Also the model name of an energy-absorbing runner made by Yates."
    ]
  },

  {
    "title": "Screwlock",
    "definitions": [
      "Threaded collar that locks a carabiner gate when it is screwed down."
    ]
  },

  {
    "title": "Second",
    "definitions": [
      "To follow or be the second climber on a rope team."
    ]
  },

  {
    "title": "Semi-flexed",
    "definitions": [
      "The sole configuration on some climbing shoes that mimics the natural flex of the foot."
    ]
  },

  {
    "title": "Sewing-machine leg",
    "definitions": [
      "Uncontrollable shaking of the lower leg(s) caused by fatigue and/or fear while climbing. Resembles the up-and-down movement of sewing-machine parts."
    ]
  },

  {
    "title": "Sheath",
    "definitions": [
      "The woven outer cover on a climbing rope or accessory cordage."
    ]
  },

  {
    "title": "Single rope",
    "definitions": [
      "A rope whose diameter is large enough to support a leader fall when used singly. Typical diameter is 9.8mm-11mm."
    ]
  },

  {
    "title": "Single runner",
    "definitions": [
      "A 5.5-foot length of webbing tied into a loop with a water knot, used for attaching pro to the climbing rope or for creating anchors. Fits most people comfortably worn over one shoulder when climbing."
    ]
  },

  {
    "title": "SLCD",
    "definitions": [
      "(Spring-loaded camming device)—A piece of active climbing protection composed of a number of cams on a stem with a trigger bar. When the bar is pulled back, the cams compress to a size small enough to fit inside a crack or pocket. When the bar is released, the cams flare outward and rotate/wedge into place, providing protection. The rope is then clipped with a runner to this piece of protection."
    ]
  },

  {
    "title": "Slingshot rand",
    "definitions": [
      "Internationally patented by La Sportiva, this one-piece rubber rand wraps around the entire foot, preventing stretch and driving the foot forward for a powerful forefoot fit."
    ]
  },

  {
    "title": "Slip-lasted",
    "definitions": [
      "The method of footwear construction in which the upper is sewn into a sock and then slipped onto the last. Slip-lasted shoes normally do not have an insole and get their 'stiffness' from the midsole, which is located just above the outsole. Slip-lasted rock climbing shoes tend to be sensitive and less stiff than board-lasted shoes."
    ]
  },

  {
    "title": "Slipper",
    "definitions": [
      "A snug-fitting sport climbing shoe that is slipped on rather than laced. Popular for gym climbing and bouldering."
    ]
  },

  {
    "title": "Smear",
    "definitions": [
      "Climbing technique in which the sole of the shoe, plus proper weight over the feet, provides traction for moving upward."
    ]
  },

  {
    "title": "Snaplink",
    "definitions": [
      "Name for carabiner, popular in the military."
    ]
  },

  {
    "title": "Solo",
    "definitions": [
      "To climb alone without protection."
    ]
  },

  {
    "title": "Spec",
    "definitions": [
      "Meeting specifications."
    ]
  },

  {
    "title": "Spectra",
    "definitions": [
      "A molecular-weight polyethylene developed by Allied-Signal. The strongest fiber ever produced, it is 10 times stronger than steel by weight and twice as strong as Kevlar®."
    ]
  },

  {
    "title": "Speed climbing",
    "definitions": [
      "A competition that tests how far a climber can progress in a given time or how long it takes to complete a given climb."
    ]
  },

  {
    "title": "Sport climbing",
    "definitions": [
      "Rock climbing using pre-placed protection such as bolts or a top rope. Frequently involves difficult, gymnastic moves. Opposite of traditional climbing."
    ]
  },

  {
    "title": "SRENE",
    "definitions": [
      "Acronym for Solid, Redundant, Equalized and No Extension, which refers to the qualities of a good climbing anchor."
    ]
  },

  {
    "title": "Static",
    "definitions": [
      "Limited movement or stretch, when referring to a climbing rope. Static ropes are used for rescue, caving and rappelling, but do not stretch enough to absorb the impact of a leader fall when climbing. Opposite of dynamic."
    ]
  },

  {
    "title": "Stemming",
    "definitions": [
      "Technique in which the hands and/or feet are pressed in opposition far out to each side, as in a dihedral or wide chimney."
    ]
  },

  {
    "title": "Sticht plate",
    "definitions": [
      "Original friction device for belaying developed by Franz Sticht. Consists of a plate with 2 holes and sometimes a spring on the bottom. A bight of rope is passed through one of the holes and locked to the belayer's harness. The plate provides friction on the rope to slow or stop it. The spring keeps the rope from getting wedged in the plate's holes. (Both holes are used only when twin/double ropes are being used.)"
    ]
  },

  {
    "title": "Swami",
    "definitions": [
      "Traditional climbing harness made by wrapping webbing around the waist. Also refers to the waist-belt portion of a climbing harness, sometimes sold separately from the leg loops for a custom fit."
    ]
  },

  {
    "title": "Taper",
    "definitions": [
      "Passive protection with one end wider than the other, so that it wedges into cracks."
    ]
  },

  {
    "title": "TCU",
    "definitions": [
      "(three-cam unit)—Spring-loaded camming device by Metolius with 3 moving cams."
    ]
  },

  {
    "title": "TDR",
    "definitions": [
      "(thermodynamic rubber)—A synthetic rubber commonly used to create sticky soles on climbing shoes."
    ]
  },

  {
    "title": "Three-point suspension",
    "definitions": [
      "The principle of moving only one hand or foot at a time, leaving the other three on the rock for balance, as in a tripod."
    ]
  },

  {
    "title": "Three-sigma rating system",
    "definitions": [
      "A method of statistical quality control (SQC) used to describe, analyze and control the rated strengths of climbing gear."
    ]
  },

  {
    "title": "Toe displacement",
    "definitions": [
      "The degree to which a climbing shoe curves the foot toward the inside edge, determined by the shoe's sole shape."
    ]
  },

  {
    "title": "Top rope",
    "definitions": [
      "A rope that is passed through a fixed anchor at the top of a climbing wall or cliff, with each end tied to the climber and the belayer at the bottom. A top rope (with a watchful belayer) ensures that the climber is always protected from falling very far, and is thus a good way to learn to climb. 'Top-roping' is the term for this type of climbing."
    ]
  },

  {
    "title": "trad",
    "definitions": [
      "Rock climbing using protection placed by the lead climber and removed by the second, as opposed to sport climbing, in which protection (bolts) is pre-placed."
    ]
  },

  {
    "title": "Traditional",
    "definitions": [
      "Rock climbing using protection placed by the lead climber and removed by the second, as opposed to sport climbing, in which protection (bolts) is pre-placed."
    ]
  },

  {
    "title": "Triple runner",
    "definitions": [
      "A 14-foot length of webbing tied into a loop with a water knot, used for attaching pro to the climbing rope, but more often for creating anchors. Usually must be wrapped three times to be carried over one shoulder of the climber."
    ]
  },

  {
    "title": "Tube chock",
    "definitions": [
      "Cylindrical, spring-loaded protection. Made of telescoping aluminum tubes that expand and wedge in place. Typically used in very wide, vertical cracks and in holes where other protection will not fit."
    ]
  },

  {
    "title": "Twin rope",
    "definitions": [
      "Climbing rope designed to be used in pairs with both strands running parallel through the same protection. Thinner in diameter than single rope."
    ]
  },

  {
    "title": "UIAA",
    "definitions": [
      "(Union Internationale des Associations d'Alpinisme)—International climbing association founded in 1928 to ensure the safety of climbing equipment and to oversee the sport of climbing."
    ]
  },

  {
    "title": "Undercling",
    "definitions": [
      "A climbing move in which counter-pressure is applied to the underside of a rock flake or slab by pulling up on it, while pushing down on the feet."
    ]
  },

  {
    "title": "Water knot",
    "definitions": [
      "Knot used to tie two ends of flat webbing together. Also known as a 'ring bend'."
    ]
  },

  {
    "title": "Webbing",
    "definitions": [
      "Woven nylon tape used for making slings and runners for climbing."
    ]
  },

  {
    "title": "Wedge",
    "definitions": [
      "A tapered protection piece that is wedged into place in a crack."
    ]
  },

  {
    "title": "Whipper",
    "definitions": [
      "A long fall"
    ]
  },

  {
    "title": "Wire",
    "definitions": [
      "Metal cable at the end of a nut or chock that allows a carabiner to be attached."
    ]
  },

  {
    "title": "Zipper",
    "definitions": [
      "A series of protection placements that pop out in sequence when the leader falls. Often coincides with a screamer."
    ]
  }

]